<template>
  <div class="retail">
    <Hero>
      <div class="hero__row">
        <div class="hero__col">
          <div class="hero__title">{{ title | typograf }}</div>
          <div class="hero__text">{{ text | typograf }}</div>
        </div>
        <div class="hero__col">
          <img
            src="../assets/images/hero/hero-2.png"
            srcset="
              ../assets/images/hero/hero-2.png,
              ../assets/images/hero/hero-2@2x.png 2x
            "
            alt=""
          />
        </div>
      </div>
      <div class="hero-nav">
        <div class="hero-nav__item">
          <img
            class="hero-nav__img"
            :src="require(`../assets/images/hero/${logo}@2x.png`)"
            alt=""
          />
        </div>
      </div>
    </Hero>
    <Steps :steps="steps">
      <a class="btn btn--primary" href="https://dixy.ru/app" target="_blank">
        Вступить в Клуб Друзей
      </a>
      <a :href="`${publicPath}docs/dixy_rules.pdf`" target="_blank" class="steps__rules">Полные правила</a>
    </Steps>
    <PrizesBlock
      title="еженедельные ПРИЗЫ"
      styleType="pink"
      :prizes="prizesWeekly"
    />
    <PrizesBlock title="ГЛАВНЫЕ ПРИЗЫ" :prizes="prizesMain" />
    <Faq styleType="pink" :items="faqItems" />
    <Production :items="productionItems" :text="productionText" />
  </div>
</template>

<script>
import Hero from "@/components/AppHero.vue";
import Steps from "@/components/AppSteps.vue";
import PrizesBlock from "@/components/AppPrizes.vue";
import Faq from "@/components/AppFaq.vue";
import Production from "@/components/AppProduction.vue";

export default {
  data: function () {
    return {
      publicPath: process.env.BASE_URL,
      title: "ПОЗДРАВЬТЕ КАЖДОГО,КТО&nbsp;НАУЧИЛ ВАЖНОМУ",
      text: "Прекрасный способ поблагодарить учителя и выиграть призы",
      logo: "dixy",
      steps: [
        {
          img: "steps_1.svg",
          title: "АКТИВИРУЙТЕ",
          text: "купон на&nbsp;участие в&nbsp;акции в&nbsp;приложении <a  href=''>&laquo;Клуб&nbsp;Друзей&nbsp;Дикси&raquo;</a>",
        },
        {
          img: "steps_2.svg",
          title: "ПОКУПАЙТЕ",
          text: "продукцию <a  href=''>Mars*</a> на&nbsp;сумму не&nbsp;менее 150 рублей в&nbsp;чеке с&nbsp;<a href=''>Картой Друзей Дикси</a>",
        },
        {
          img: "steps_3.svg",
          title: "УЧАСТВУЙТЕ",
          text: "в&nbsp;розыгрыше призов с&nbsp;<span>16&nbsp;августа</span> по&nbsp;<span>10&nbsp;октября</span> 2021&nbsp;года!",
        },
      ],
      prizesWeekly: [
        {
          img: "dixy.png",
          img2x: require("../assets/images/prizes/dixy@2x.png"),
          text: "Сертификат в&nbsp;&laquo;Дикси&raquo; номиналом <span class='_accent'>500 рублей</span>",
        },
        {
          img: "yandex.png",
          img2x: require("../assets/images/prizes/yandex@2x.png"),
          text: "Подписка <span class='_accent'>&laquo;Яндекс Плюс&raquo;</span> на&nbsp;1&nbsp;месяц",
        },
        {
          img: "vikium.png",
          img2x: require("../assets/images/prizes/vikium@2x.png"),
          text: "Сертификат на&nbsp;<span class='_accent'>обучение&nbsp;&laquo;Викиум&raquo;</span>",
        },
      ],
      prizesMain: [
        {
          img: "prize_1.png",
          img2x: require("../assets/images/prizes/prize_1@2x.png"),
          text: "Сертификат в&nbsp;магазин бытовой техники на&nbsp;<span class='_accent'>50&nbsp;000&nbsp;рублей</span>",
        },
        {
          img: "prize_2.png",
          img2x: require("../assets/images/prizes/prize_2@2x.png"),
          text: "Универсальный сертификат Giftery на&nbsp;<span class='_accent'>15&nbsp;000&nbsp;рублей</span>",
        },
        {
          img: "prize_3.png",
          img2x: require("../assets/images/prizes/prize_3@2x.png"),
          text: "Подарочная карта на&nbsp;<span class='_accent'>50&nbsp;000&nbsp;рублей</span>",
        },
      ],
      faqItems: [
        {
          title: "Кто является Организатором Акции?",
          text: "Организатором Акции является Общество с&nbsp;ограниченной ответственностью &laquo;Темма&raquo;.",
          isActive: false,
        },
        {
          title: "Кто является Заказчиком Акции?",
          text: "Заказчиком Акции является ООО &laquo;МАРС&raquo;.",
          isActive: false,
        },
        {
          title: "География проведения Акции?",
          text: "Акция проводится в&nbsp;магазинах торговой сети &laquo;ДИКСИ&raquo;, на&nbsp;территории Российской Федерации. Адресная программа точек продаж, участвующих в&nbsp;Акции размещена на&nbsp;сайте <a class='link' href='https://dixy.ru/#map' target='_blank'>https://dixy.ru/#map</a>. Полные правила Акции доступны на&nbsp;сайте www.promo.korkunov.ru/dixy",
          isActive: false,
        },
        {
          title: "Кто может принять участие в&nbsp;Акции?",
          text: "В&nbsp;Акции могут принять участие дееспособные, совершеннолетние граждане Российской Федерации, постоянно проживающие на&nbsp;Территории проведения Акции,имеющие мобильный телефон, адрес электронной почты, являющийся держателем активной Виртуальной карты &laquo;Клуб Друзей Дикси&raquo;, активировавшие купон согласие на&nbsp;Участие в&nbsp;Акции в&nbsp;разделе &laquo;Мои Купоны&raquo;. Лица, не&nbsp;соответствующие указанным требованиям, не&nbsp;имеют права на&nbsp;участие в&nbsp;Акции и&nbsp;права на&nbsp;получение призов. Лица, не&nbsp;являющиеся гражданами&nbsp;РФ (в&nbsp;том числе, но&nbsp;не&nbsp;ограничиваясь, граждане иностранных государств, лиц без гражданства, имеющие временно разрешение на&nbsp;проживание и&nbsp;т.п.), зарегистрировавшиеся в&nbsp;Мобильном приложении, не&nbsp;приобретают статуса Участника, независимо от&nbsp;совершения действий, необходимых для участия в&nbsp;Акции. Призы Акции не&nbsp;доставляются на&nbsp;территорию иностранных государств.",
          isActive: false,
        },
        {
          title: "Сроки проведения Акции?",
          text: "Общий период проведения Акции, включая период выдачи Призов: с&nbsp;16&nbsp;августа 2021 года по&nbsp;19&nbsp;ноября 2021 года (включительно) <br><br>Срок совершения покупки продукции в&nbsp;категории кондитерские изделия Mars и&nbsp;регистрации кассовых чеков|активации купонов: с&nbsp;16&nbsp;августа 2021&nbsp;г.&nbsp;по&nbsp;10&nbsp;октября 2021&nbsp;г. включительно <br><br>Срок отправки Призов Участникам Акции: с&nbsp;02&nbsp;сентября 2021 по&nbsp;19&nbsp;ноября 2021 года (включительно)<br><br>Все сроки приведены по&nbsp;московскому времени.",
          isActive: false,
        },
        {
          title: "Когда можно зарегистрировать чек/Активировать купон?",
          text: "Период совершения покупки и&nbsp;регистрации чеков, активация купона на&nbsp;участие, применение карты Клуба друзей Дикси: с&nbsp;00&nbsp;часов 01&nbsp;минут 16&nbsp;августа 2021&nbsp;г.&nbsp;по&nbsp;23&nbsp;часа 59&nbsp;минут 10&nbsp;октября 2021&nbsp;г. включительно в&nbsp;данном пункте и&nbsp;далее по&nbsp;московскому времени",
          isActive: false,
        },
        {
          title: "Как и&nbsp;в&nbsp;какие сроки определяются победители?",
          text: "Дата распределения Еженедельных призов:<br><br>01&nbsp;сентября 2021 года<br>08&nbsp;сентября 2021 года<br>15&nbsp;сентября 2021 года<br>22&nbsp;сентября 2021 года<br>29&nbsp;сентября 2021 года<br>06&nbsp;октября 2021 года<br>13&nbsp;октября 2021 года<br>20&nbsp;октября 2021 года<br><br>Дата распределения Главных призов: 20&nbsp;октября 2021 года",
          isActive: false,
        },
        {
          title: "Какой продукт участвует в&nbsp;Акции?",
          text: "Акция проводится в&nbsp;отношении шоколадной продукции ООО &quot;Марс&laquo;(кроме продуктов с&nbsp;надписями &laquo;Не&nbsp;для продажи&raquo;, &laquo;Продукт предназначен для бесплатного распространения&raquo; на&nbsp;упаковке), под товарными знаками: Коркунов<sup class='reg'>&reg;</sup>(шоколадные конфеты в&nbsp;коробах), DOVE<sup class='reg'>&reg;</sup>(шоколадные конфеты в&nbsp;коробах), Snickers<sup class='reg'>&reg;</sup>, Bounty<sup class='reg'>&reg;</sup>, Twix<sup class='reg'>&reg;</sup>, Milky way<sup class='reg'>&reg;</sup>, плиточный шоколад M&amp;M&rsquo;s<sup class='reg'>&reg;</sup>, драже Skittles<sup class='reg'>&reg;</sup> с&nbsp;целью формирования и&nbsp;поддержания интереса к&nbsp;Продуктам, а&nbsp;также стимулирования продаж Продуктов. Полный список Продуктов, участвующих в&nbsp;Акции приведен в&nbsp;Приложении &#8470;&nbsp;1&nbsp;к настоящим Правилам.<br>Батончик Twix<sup class='reg'>&reg;</sup> Мультипак (3*55грамм)<br>Батончик Snickers<sup class='reg'>&reg;</sup> Мультипак 4*40грамм<br>Драже Skittles<sup class='reg'>&reg;</sup> Кисломикс 70&nbsp;грамм<br>Драже Skittles<sup class='reg'>&reg;</sup> 2&nbsp;В 1 70грамм<br>Драже Skittles<sup class='reg'>&reg;</sup> Фрукты 70грамм<br>Драже Skittles<sup class='reg'>&reg;</sup> Фрукты 140грамм<br>Конфеты Коркунов<sup class='reg'>&reg;</sup><br>Ассорти Темный Молочный 192 грамм<br>Печенье Twix Top<sup class='reg'>&reg;</sup>/Твикс Топ Minies <br>Набор Конфет DOVE<sup class='reg'>&reg;</sup>(Дав Promises Ассорти) 118 грамм <br>Коркунов<sup class='reg'>&reg;</sup> Коллекция Плиток 131грамм<br>M&amp;M&rsquo;s<sup class='reg'>&reg;</sup> Молочный Шоколад С&nbsp;Разноцветным Драже 125 грамм<br>M&amp;M&rsquo;s<sup class='reg'>&reg;</sup> Молочный шоколад, Миндаль и&nbsp;Разноцвет. Драже 122г<br>Конфеты Twix<sup class='reg'>&reg;</sup> Minis (Твикс Минис 1кг)<br>Конфеты Snickers<sup class='reg'>&reg;</sup> Minies (Сникерс Минис 1&nbsp;кг)<br>Конфеты Milky Way<sup class='reg'>&reg;</sup>Милки (Вэй Минис 1кг) <br>Конфеты Bounty<sup class='reg'>&reg;</sup> Minis (Баунти Минис 1кг)<br>Полные правила Акции доступны на&nbsp;сайте <a class='link' href='www.promo.korkunov.ru/dixy' target='_blank'>www.promo.korkunov.ru/dixy</a>",
          isActive: false,
        },
        {
          title:
            "Есть&nbsp;ли ограничения по&nbsp;количеству зарегистрированных чеков?",
          text: "Участник вправе зарегистрировать неограниченное количество кассовых чеков для участия в&nbsp;Акции.<br>Важно! <br>&mdash;&nbsp;При регистрации 5&nbsp;некорректных кассовых чеков подряд, возможность дальнейшей регистрации чеков приостанавливается для такого Участника на&nbsp;24 (двадцать четыре) часа.<br>&mdash;&nbsp;В&nbsp;том случае, если в&nbsp;течение всего срока проведения Акции регистрация чеков была приостановлена для Участника три раза подряд, такой Участник отстраняется от&nbsp;дальнейшего участия в&nbsp;Акции.",
          isActive: false,
        },
        {
          title:
            "Где необходимо Активировать купон для участия/Какой купон необходимо активировать для участия в&nbsp;Акции?",
          text: "Призовой фонд Акции ограничен и&nbsp;включает в&nbsp;себя следующие призы:<br>&mdash;&nbsp;Гарантированный приз&nbsp;&mdash; &laquo;50&nbsp;рублей на&nbsp;счет мобильного телефона&raquo;&nbsp;&mdash; в&nbsp;количестве 1800 (тысяча восемьсот) штук.<br>&mdash;&nbsp;Еженедельные призы: <br>&laquo;Электронная подарочная карта MyGift на&nbsp;сумму 2&nbsp;000 (две тысячи) рублей&raquo;&nbsp;&mdash; в&nbsp;количестве 114 (сто четырнадцать) штук;Необходимо при совершении покупки,предъявить на&nbsp;кассе виртуальную карту &laquo;Клуба друзей Дикси&raquo; из&nbsp;приложения, которое предварительно можно скачать по&nbsp;ссылке <a class='link' href='https://dixy.ru/app' target='_blank'>https://dixy.ru/app</a>, приняв условия акции, активировав купон &laquo;Поздравьте каждого, кто научил важному в&nbsp;&laquo;ДИКСИ &raquo; в&nbsp;разделе &laquo;Мои Купоны&raquo; (находится в&nbsp;меню &laquo;Клуб Друзей Дикси)&raquo;. Для участия в&nbsp;розыгрыше призов обязательным требованием является активация купона на&nbsp;участие в&nbsp;Акции в&nbsp;Мобильном Приложении &laquo;Клуб Друзей Дикси&raquo; в&nbsp;разделе &laquo;Купоны&raquo;. Если при совершении Покупки не&nbsp;была применена&nbsp;/ предъявлена виртуальная карта &laquo;Клуба друзей Дикси&raquo; или не&nbsp;был Активирован купон&nbsp;&mdash; согласие на&nbsp;участие в&nbsp;акции, участник теряет право претендовать на&nbsp;призы.<br><br>В&nbsp;случае отсутствия установленного Приложения &laquo;Клуб Друзей Дикси&raquo;: скачать &laquo;Мобильное приложение &laquo;ДИКСИ&raquo; на&nbsp;своё мобильное устройство по&nbsp;ссылке <a class='link' href='https://dixy.ru/app' target='_blank'>https://dixy.ru/app</a> (смартфон, планшет и&nbsp;т.п.) Следовать подсказкам на&nbsp;экране Мобильного Приложения &laquo;ДИКСИ&raquo;, заполняя необходимые формы регистрации для создания личного кабинета: <br>●Выбор города проживания<br>●Контактный номер мобильного телефона <br>●Нажать кнопку &laquo;Продолжить&raquo;, тем самым выражая свое согласие с&nbsp;пользовательским соглашением, правилами Акции и&nbsp;давая согласие на&nbsp;обработку персональных данных <br>●Ввести код подтверждения из&nbsp;смс, отправленный на&nbsp;контактный номер мобильного телефона <br>●Ввести Имя <br>●Подтвердить возраст (&laquo;Мне нет 18&raquo;/ &laquo;Мне есть 18&raquo;) <br>●Нажать вкладку &laquo;Клуб друзей&raquo;, кнопку &laquo;Хочу дружить&raquo; <br>●Нажать на&nbsp;кнопку &laquo;Принимаю&raquo;, выражая ознакомление, согласие и&nbsp;принятие условий Акции. <br>Членство в&nbsp;клубе является добровольным и&nbsp;безвозмездным.",
          isActive: false,
        },
        {
          title: "Нужно&nbsp;ли сохранять упаковку продукта/кассовые чеки?",
          text: "Участник Акции обязан сохранять Чеки на&nbsp;покупку до&nbsp;окончания Общего периода проведения Акции.",
          isActive: false,
        },
        {
          title: "Что нужно сделать, чтобы стать участником Акции?",
          text: "1. Для того чтобы стать участником Акции необходимо в&nbsp;период с&nbsp;00:01 часов (по&nbsp;московскому времени) &laquo;16&raquo; августа 2021 года по&nbsp;23:59 часов (по&nbsp;московскому времени) &laquo;10&raquo; октября 2021 года приобрести шоколадную продукцию ООО &quot;Марс&laquo;(кроме продуктов с&nbsp;надписями &laquo;Не&nbsp;для продажи&raquo;, &laquo;Продукт предназначен для бесплатного распространения&raquo; на&nbsp;упаковке), под товарными знаками: Коркунов<sup class='reg'>&reg;</sup>(шоколадные конфеты в&nbsp;коробах), DOVE<sup class='reg'>&reg;</sup>(шоколадные конфеты в&nbsp;коробах), Snickers<sup class='reg'>&reg;</sup>, Bounty<sup class='reg'>&reg;</sup>, Twix<sup class='reg'>&reg;</sup>, Milky way<sup class='reg'>&reg;</sup> (форматы: мультипак&nbsp;/ развесные конфеты), плиточный шоколад M&amp;M&rsquo;s<sup class='reg'>&reg;</sup>, драже Skittles<sup class='reg'>&reg;</sup>, из&nbsp;числа указанных в&nbsp;приложении &#8470;&nbsp;1&nbsp;к Правилам, на&nbsp;сумму не&nbsp;менее 150 (Сто пятьдесят рублей) рублей единовременно в&nbsp;одном чеке без учёта другой продукции и&nbsp;после применения всех скидок, купонов в&nbsp;магазинах, в&nbsp;магазинах торговой сети &laquo;Дикси&raquo;, предъявив на&nbsp;кассе виртуальную карту &laquo;Клуба друзей Дикси&raquo; из&nbsp;приложения, которое предварительно можно скачать по&nbsp;ссылке <a class='link' href='https://dixy.ru/app' terget='_blank'>https://dixy.ru/app</a>, приняв условия акции, активировав купон &laquo;Поздравьте каждого, кто научил важному в&nbsp;&laquo;ДИКСИ &raquo; в&nbsp;разделе &laquo;Мои Купоны&raquo; (находится в&nbsp;меню &laquo;Клуб Друзей Дикси)&raquo;. Для участия в&nbsp;розыгрыше призов обязательным требованием является активация купона на&nbsp;участие в&nbsp;Акции в&nbsp;Мобильном Приложении &laquo;Клуб Друзей Дикси&raquo; в&nbsp;разделе &laquo;Купоны&raquo;. Если при совершении Покупки не&nbsp;была применена&nbsp;/ предъявлена виртуальная карта &laquo;Клуба друзей Дикси&raquo; или не&nbsp;был Активирован купон&nbsp;&mdash; согласие на&nbsp;участие в&nbsp;акции, участник теряет право претендовать на&nbsp;призы",
          isActive: false,
        },
        {
          title:
            "Если я&nbsp;стану победителем , надо&nbsp;ли будет платить налог",
          text: "Стоимость Призов Акции:<br>Еденедельный приз:<br>&mdash;&nbsp;Приз &#8470;&nbsp;1&nbsp;(Электронные сертификаты в&nbsp;магазины торговой сети &laquo;ДИКСИ&raquo; номиналом 500 (Пятьсот) рублей)<br>&mdash;&nbsp;Приз &#8470;&nbsp;2&nbsp;(Cертификат на&nbsp;обучение в&nbsp;онлайн-платформе для улучшения производительности мозга и&nbsp;развития познавательных функций: внимания, памяти, мышления с&nbsp;помощью когнитивных онлайн-тренажеров и&nbsp;специализированных курсов Викиум)<br>&mdash;&nbsp;Приз &#8470;&nbsp;3&nbsp;(Электронный сертификат на&nbsp;подписку &laquo;Яндекс Плюс&raquo; на&nbsp;30&nbsp;дней стоимостью не&nbsp;более 199,00 (Сто девяносто девять) рублей 00&nbsp;копеек, включая все применимые налоги, активация сертификата&nbsp;&mdash; по&nbsp;адресу в&nbsp;сети Интернет: <a class='link' href='https://plus.yandex.ru/gift' terget='_blank'>https://plus.yandex.ru/gift</a>. Срок действия: 1&nbsp;месяца с&nbsp;момента активации)<br>Не&nbsp;превышает 4&nbsp;000&nbsp;рублей. Согласно действующему законодательству&nbsp;РФ не&nbsp;облагаются налогом на&nbsp;доходы физических лиц (НДФЛ) доходы, не&nbsp;превышающие в&nbsp;совокупности 4 000,00 рублей <br><br>Главные призы:<br>&mdash;&nbsp;Приз &#8470;&nbsp;4&nbsp;(Сертификат в&nbsp;магазин цифровой техники номиналом 50&nbsp;000&nbsp;рублей)<br>&mdash;&nbsp;Приз &#8470;&nbsp;5(Универсальный подарочный сертификат номинал 15&nbsp;000&nbsp;рублей)<br>&mdash;&nbsp;Приз &#8470;&nbsp;6&nbsp;(Подарочная карта номиналом 50&nbsp;000&nbsp;рублей)<br><br>Превышает по&nbsp;совокупной стоимости 4&nbsp;000&nbsp;рублей. При выдаче призов, стоимость которых превышает 4000&nbsp;рублей. Участники проводимой Акции, в&nbsp;случае получения Главного приза, считаются уведомленными об&nbsp;обязанностях уплаты налога на&nbsp;доходы физических лиц со&nbsp;стоимости приза, превышающей 4&nbsp;000 (Четыре тысячи) рублей, по&nbsp;ставке&nbsp;35% на&nbsp;основании пункта 1&nbsp;статьи 207, пункта 1&nbsp;статьи 210, пункта 2&nbsp;статьи 224 Налогового кодекса РФ. Организатор исполняет обязанности налогового агента, исчисляет налог на&nbsp;доходы физических лиц и&nbsp;удерживает его из&nbsp;причитающейся денежной части приза в&nbsp;соответствии с&nbsp;действующим налоговым законодательством Российской Федерации для перечисления его в&nbsp;бюджет соответствующего уровня по&nbsp;поручению Победителя (получателя дохода).",
          isActive: false,
        },
        {
          title: "Какие призы разыгрываются?",
          text: "Еженедельные призы: <br><br>Приз №1: электронный сертификат «Дикси»- Электронные сертификаты в магазины торговой сети «ДИКСИ» номиналом 500 (Пятьсот) рублей. Сертификат не распространяется на алкоголь, табачные изделия и акционные товары. Воспользоваться сертификатом можно только 1 раз (вне зависимости от того, что сумма покупки может быть меньше номинала сертификата). Не может быть обмен на деньги. Срок действия сертификатов – по 31.12.2021 г. По истечению срока действия Сертификат считается недействительным. <br>Общее количество Приза №1: <br>- электронный Сертификат «Дикси» номиналом 500 (Пятьсот) рублей - 280 (Двести восемьдесят) штук. Еженедельно разыгрывается 35 (Тридцать пять) штук. <br><br>Приз №2: Cертификат на обучение в онлайн-платформе для улучшения производительности мозга и развития познавательных функций: внимания, памяти, мышления с помощью когнитивных онлайн-тренажеров и специализированных курсов Викиум. Бессрочное Предоставление доступа (права использования Платформы, расположенной по адресу: wikium.ru, путем передачи электронных ключей. Срок действия доступа для участник акции – бессрочно<br><br>Общее количество Приза №2: <br>- Cертификат на обучение в онлайн-платформе для улучшения производительности мозга и развития познавательных функций Викиум - 8 (Восемь) штук. Еженедельно разыгрывается 1 (Один) сертификат.<br><br>Приз №3: Электронный сертификат на подписку «Яндекс Плюс» на 30 дней стоимостью не более 199,00 (Сто девяносто девять) рублей 00 копеек, включая все применимые налоги, активация сертификата - по адресу в сети Интернет: <a class='link' href='https://plus.yandex.ru/gift' terget='_blank'>https://plus.yandex.ru/gift</a>.  Срок действия: 1 месяца с момента активации. Сертификат должен быть активирован до даты указанной на сертификате.<br><br>Общее количество Приза №3: <br>- Электронный сертификат на подписку «Яндекс Плюс» на 30 дней - 56 (Пятьдесят шесть) штук. Еженедельно разыгрывается 7 (Семь) штук. <br><br>Главные  призы:<br><br>Приз №4:– Пластиковый Подарочный сертификат в магазин цифровой техники «Ситилинк» на совершение покупки товара из ассортимента, размещенного на сайте www.citilink.ru номиналом 50 000 (Пятьдесят тысяч)  рублей  и денежная часть приза – 24 769 (Двадцать четыре тысячи семьсот шестьдесят девять рублей 00 копеек) в количестве 1 (Один )сертификат. Срок действия сертификата – до «15» октября 2022 года включительно. <br>Общее количество приза №5 - 1 штука. <br><br>Приз №5:<br>Электронные универсальные подарочные карты GIFTERY  номинальной стоимостью 15 000 (Пятнадцать тысяч) рублей  и денежная часть приза в размере 5 923,00 (Пять тысяч девятьсот двадцать три) рубля  – 1 штука. <br>Рекомендованный способ использования: <br>Обмен на один или несколько сертификатов известных брендов в продуктовые магазины/в ювелирные магазины/в магазины одежды и обуви/в магазины аксессуаров.<br>Обмен осуществляется через  сайт (<a class='link' href='http://www.giftery.ru/activate/' terget='_blank'>http://www.giftery.ru/activate/</a>).<br>Условия использования размещены на сайте <a class='link' href='https://www.giftery.ru/giftcards/gifterycard' terget='_blank'>https://www.giftery.ru/giftcards/gifterycard</a>. <br>Список Партнеров, на подарочные карты, которых можно осуществить обмен, размещен на сайте по адресу: <a class='link' href='https://www.giftery.ru/info/gifterycard' terget='_blank'>https://www.giftery.ru/info/gifterycard</a>.<br>Срок действия до 01 октября 2022 года.<br>Общее количество приза №5 - 1 штука. <br><br>Приз №6:<br>Осуществление денежных переводов  на карту myGift VISA)*– в размере 50 000 (Пятьдесят тысяч)  рублей  и денежная часть приза – 24 769 (Двадцать четыре тысячи семьсот шестьдесят девять рублей 00 копеек) в количестве 1 (Один) перевод. Общий размер приза, включая денежную часть приза 74 769 (Семьдесят четыре тысячи семьсот шестьдесят девять рублей 00 копеек) При выдаче Приза Организатор исполняет обязанности налогового агента и исчисляет налог в размере 24 769 (Двадцать четыре тысячи семьсот шестьдесят девять рублей 00 копеек) на доходы физических лиц, удерживая его из общей стоимости Главного Приза в соответствии с п. 2 ст. 224 и п. 4 ст. 226 части II Налогового кодекса РФ для перечисления в бюджет соответствующего уровня. <br>Общее количество приза №6 - 1 штука. <br>* Правила использования карты mуgift Visa  представлены на сайте <a class='link' href='https://mygift.ru/' terget='_blank'>https://mygift.ru/</a>",
          isActive: false,
        },
        {
          title: "Сколько призов я могу получить?",
          text: "За&nbsp;весь период проведения Акции один Участник может получить только один Приз &#8470;&nbsp;1,2,3, или один Приз &#8470;&nbsp;,4,5,6",
          isActive: false,
        },
        {
          title: "Каким образом разыгрываются призы?",
          text: "Определение победителей/ обладателей Призов &#8470;&nbsp;1,2,3 производится среди Заявок, зарегистрированных Участниками в&nbsp;Период приема заявок на&nbsp;участие в&nbsp;Акции, на&nbsp;основании реестра Покупок, зарегистрированных за&nbsp;период с&nbsp;00:01: часов (по&nbsp;московскому времени) первого дня соответствующего еженедельного периода розыгрыша по&nbsp;23:59 часов (по&nbsp;московскому времени) последнего дня соответствующего еженедельного периода регистрации чеков&nbsp;/ розыгрыша. Претенденты на&nbsp;получение Призов &#8470;&nbsp;1,2,3 будут определяться путем случайного распределения, посредством компьютерной программы&nbsp;&mdash; Генератором случайных чисел Randstuff (<a class='link' href='www.randstuff.ru' terget='_blank'>www.randstuff.ru</a>). <br>01&nbsp;сентября 2021 года<br>08&nbsp;сентября 2021 года<br>15&nbsp;сентября 2021 года<br>22&nbsp;сентября 2021 года<br>29&nbsp;сентября 2021 года<br>06&nbsp;октября 2021 года<br>13&nbsp;октября 2021 года<br>20&nbsp;октября 2021 года <br>Обладатель Призов &#8470;&nbsp;4,5,6 будет определен путем случайного распределения, посредством компьютерной программы&nbsp;&mdash; Генератором случайных чисел Randstuff (<a class='link' href='www.randstuff.ru' terget='_blank'>www.randstuff.ru</a>). Программа генератора случайных чисел выбирает Победителя среди всех зарегистрированных участников Акции (за&nbsp;исключением лиц, ставших обладателями Приза &#8470;&nbsp;1,2,3).",
          isActive: false,
        },
        {
          title: "Как я узнаю, что стал обладателем приза?",
          text: "Информирование Победителей о&nbsp;результатах определения обладателей и&nbsp;способах получения Призов будет осуществлено водним из&nbsp;следующих способов: <br>&mdash;&nbsp;в&nbsp;личном кабинете Участника в&nbsp;мобильном Приложении &laquo;Клуб Друзей Дикси&raquo;<br>&mdash;&nbsp;отправка информационного письма на&nbsp;электронную почту Участника, указанную в&nbsp;момент регистрации в&nbsp;мобильном Приложении &laquo;Клуб Друзей Дикси&raquo;<br>&mdash;&nbsp;в&nbsp;разделе &laquo;Победители&raquo; в&nbsp;мобильном Приложении &laquo;Клуб Друзей Дикси&raquo;",
          isActive: false,
        },
        {
          title: "Могу&nbsp;ли я&nbsp;получить деньги, вместо приза?",
          text: "Нет, согласно правилам Акции, Приз нельзя получить в&nbsp;денежном эквиваленте",
          isActive: false,
        },
        {
          title: "Как я могу получить призы?",
          text: "Приза &#8470;&nbsp;1, осуществляется в&nbsp;срок с&nbsp;02&nbsp;сентября до&nbsp;19&nbsp;ноября 2021 года (включительно) путем отправки Техническим оператором 1&nbsp;Победителям в&nbsp;Личный кабинет в&nbsp;Мобильном Приложении &laquo;ДИКСИ&raquo; в&nbsp;вкладке/разделе &laquo;Клуб друзей&raquo;/ &laquo;Купоны&raquo;. Призы &#8470;&nbsp;2&nbsp;и &#8470;&nbsp;3&nbsp;направляются Техническим оператором 2&nbsp;на электронную почту, указанную при регистрации в&nbsp;Клубе Друзей Дикси<br>Обладатель Приза &#8470;&nbsp;4,5,6 (Главных призов) для получения Приза &#8470;&nbsp;2,3,4 по&nbsp;требованию Организатора обязан также в&nbsp;срок 72&nbsp;часов, после оповещения c&nbsp;электронной почты о&nbsp;присуждении Приза &#8470;&nbsp;4, &#8470;&nbsp;5, &#8470;&nbsp;6&nbsp;но не&nbsp;позднее 25&nbsp;октября 2021&nbsp;г. предоставить по&nbsp;защищенным каналам связи (выгрузка на&nbsp;Google диск) по&nbsp;адресу, сообщенному победителю одновременно с&nbsp;уведомлением о&nbsp;присуждении приза &#8470;&nbsp;4,5,6 следующие сведения:<br>&bull;Копию паспорта гражданина&nbsp;РФ, копию ИНН; <br>&bull;В случае направления Победителю документов, подтверждающих получение Приза, заполнить их&nbsp;и&nbsp;поставить свою собственноручную подпись. Указание неполной/недостоверной информации означает отказ от&nbsp;Приза;",
          isActive: false,
        },
        {
          title:
            "Если я&nbsp;являюсь гражданином Украины/Другой страны, но&nbsp;проживаю на&nbsp;территории&nbsp;РФ, могу я&nbsp;участвовать?",
          text: "Нет, согласно правилам, в&nbsp;Акции могут принять участие дееспособные, совершеннолетние граждане Российской Федерации, постоянно проживающие на&nbsp;территории Российской Федерации",
          isActive: false,
        },
        {
          title:
            "Я&nbsp;отказался от&nbsp;Приза, но&nbsp;сейчас передумал. Могу получить его?",
          text: "Призы не&nbsp;могут быть востребованы повторно.",
          isActive: false,
        },
        {
          title: "Где я&nbsp;могу узнать подробные правила Акции?",
          text: "Полные правила Акции доступны на&nbsp;Сайте <a class='link' href='www.promo.korkunov.ru/dixy' terget='_blank'>www.promo.korkunov.ru/dixy</a> в&nbsp;разделе &laquo;Правила&raquo;.",
          isActive: false,
        },
        {
          title:
            "Я&nbsp;не&nbsp;могу найти ответ на&nbsp;мой вопрос в&nbsp;данном разделе. Что мне делать?",
          text: "Вы&nbsp;можете задать свой вопрос, воспользовавшись разделом &laquo;Обратная связь&raquo; на&nbsp;Сайте Акции <a class='link' href='www.promo.korkunov.ru' terget='_blank'>www.promo.korkunov.ru</a>",
          isActive: false,
        },
        {
          title:
            "Что обязательно необходимо дополнительно предоставить Организатору для получения Главных призов &#8470;&nbsp;4,5,6",
          text: "Для получения Главных Призов &#8470;&nbsp;4,5,6 Победители не&nbsp;позднее&nbsp;5 (пяти) календарных дней после получения уведомления от&nbsp;Организатора или третьих лиц, уполномоченных Организатором, предоставляет в&nbsp;форму обратной связи или по&nbsp;запросу Организатора:<br>Для оформления Еженедельного приза Победителю (Выгодоприобретателю) необходимо будет предоставить посредством загрузки данных на&nbsp;защищенное облачное хранилище документы, для исполнения Организатором функций налогового агента в&nbsp;порядке, сообщаемом дополнительно:<br>&bull;Копию паспорта гражданина&nbsp;РФ, копию ИНН; <br>&bull;Копию подписанного Акта приема-передачи приза и&nbsp;заполненной Победителем Акции формы, предоставленной Организатором (или иным лицом, которое выступает налоговым агентом). После вручения приза Победителю последний обязуется передать Оригинал Расписки Организатору Акции курьерской службой для предоставления Организатору. Оригиналы указанных документов высылаются Победителем Акции посредством курьерской службы для предоставления Организатору Акции;<br>&bull;В случае направления Организатором документов для заполнения: заполнить все документы, предоставляемые Организатором Акции, необходимые для документального оформления получения Приза и&nbsp;поставить свою собственноручную подпись. Указание неполной/недостоверной информации, необходимой для заполнения указанного документа означает отказ от&nbsp;Приза;<br>&bull;Предъявить документы, подтверждающие данные, внесенные в&nbsp;документы, предоставленные Организатору Акции, по&nbsp;требованию Организатора Акции;<br>&bull;Номер телефона для связи (по&nbsp;требованию Организатора Акции).",
          isActive: false,
        },
        {
          title: "С какой периодичностью разыгрываются призы?",
          text: "Определение победителей/ обладателей Призов &#8470;&nbsp;1,2,3 производится среди Заявок, зарегистрированных Участниками в&nbsp;Период приема заявок на&nbsp;участие в&nbsp;Акции, на&nbsp;основании реестра Покупок, зарегистрированных за&nbsp;период с&nbsp;00:01: часов (по&nbsp;московскому времени) первого дня соответствующего еженедельного периода розыгрыша по&nbsp;23:59 часов (по&nbsp;московскому времени) последнего дня соответствующего еженедельного периода регистрации чеков&nbsp;/ розыгрыша. Претенденты на&nbsp;получение Призов &#8470;&nbsp;1,2,3 будут определяться путем случайного распределения, посредством компьютерной программы&nbsp;&mdash; Генератором случайных чисел Randstuff (<a class='link' href='www.randstuff.ru' terget='_blank'>www.randstuff.ru</a>). <br>01&nbsp;сентября 2021 года<br>08&nbsp;сентября 2021 года<br>15&nbsp;сентября 2021 года<br>22&nbsp;сентября 2021 года<br>29&nbsp;сентября 2021 года<br>06&nbsp;октября 2021 года<br>13&nbsp;октября 2021 года<br>20&nbsp;октября 2021 года<br>Каждую неделю: <br>&mdash;&nbsp;Электронный сертификат на&nbsp;скидку в&nbsp;Дикси номиналом 500 рублей&nbsp;&mdash; 35&nbsp;штук в&nbsp;неделю(всего 280&nbsp;сертификатов)<br>&mdash;&nbsp;Подписка на&nbsp;30&nbsp;дней Яндекс. Плюс&nbsp;&mdash; 7&nbsp;штук в&nbsp;неделю (всего 56&nbsp;подписок)<br>&mdash;&nbsp;Cертификат на&nbsp;обучение в&nbsp;онлайн-платформе когнитивных онлайн-тренажеров &quot; Викиум&quot;&nbsp;&mdash; 1&nbsp;курс в&nbsp;неделю (Всего 8&nbsp;курсов) <br><br>Главные призы разыгрываются один раз 20&nbsp;октября 2021&nbsp;года:<br>&mdash;&nbsp;Сертификат в&nbsp;магазин цифровой техники номиналом 50&nbsp;000 рублей&nbsp;&mdash; 1&nbsp;штука<br>&mdash;&nbsp;Универсальный подарочный сертификат Giftery номиналом 15&nbsp;000 рублей &minus;1 штука<br>&mdash;&nbsp;Подарочная карта номиналом 50&nbsp;000 рублей&nbsp;&mdash; 1&nbsp;штука<br><br>Информация о&nbsp;присуждении Приза &#8470;&nbsp;1,2,3 будет появляться в&nbsp;Личном кабинете в&nbsp;Мобильном Приложении во&nbsp;вкладке &laquo;Клуб друзей&raquo;/ &laquo;Купоны&raquo;<br>Отправка призов &#8470;&nbsp;2&nbsp;и &#8470;&nbsp;3&nbsp;Победитель осуществляется путем отправки электронным письмом на&nbsp;адрес электронной почты, указанные при регистрации карты &laquo;Клуба друзей Дикси&raquo;<br><br>Обладатель Призов &#8470;&nbsp;4,5,6 будет определен путем случайного распределения, посредством компьютерной программы&nbsp;&mdash; Генератором случайных чисел Randstuff (<a class='link' href='www.randstuff.ru' terget='_blank'>www.randstuff.ru</a>). Программа генератора случайных чисел выбирает Победителя среди всех зарегистрированных участников Акции (за&nbsp;исключением лиц, ставших обладателями Приза &#8470;&nbsp;1,2,3).<br>Победитель оповещается Техническим Оператором Акции &#8470;&nbsp;1&nbsp;Акции посредством электронного письма на&nbsp;адрес электронной почты, указанные при регистрации карты &quot;Клуба друзей Дикси",
          isActive: false,
        },
      ],
      productionText:
        "Шоколадные конфеты в&nbsp;коробах &laquo;Коркунов<sup class='reg'>&reg;</sup>&raquo;, &laquo;Dove<sup class='reg'>&reg;</sup>&raquo;, драже Skittles<sup class='reg'>&reg;</sup> 70&nbsp;гр., 140&nbsp;гр., M&amp;M&rsquo;s<sup class='reg'>&reg;</sup> плиточный шоколад, развесные шоколадные конфеты: Snickers<sup class='reg'>&reg;</sup>, Bounty<sup class='reg'>&reg;</sup>, Twix<sup class='reg'>&reg;</sup>, Milky way<sup class='reg'>&reg;</sup>, мультипаки Snickers<sup class='reg'>&reg;</sup>, Twix<sup class='reg'>&reg;</sup>",
      productionItems: [
        {
          img: require("../assets/images/production/korkunov.png"),
          img2x: require("../assets/images/production/korkunov@2x.png"),
        },
        {
          img: require("../assets/images/production/twix.png"),
          img2x: require("../assets/images/production/twix@2x.png"),
        },
        {
          img: require("../assets/images/production/skittles.png"),
          img2x: require("../assets/images/production/skittles@2x.png"),
        },
        {
          img: require("../assets/images/production/snickers.png"),
          img2x: require("../assets/images/production/snickers@2x.png"),
        },
        {
          img: require("../assets/images/production/milkyway.png"),
          img2x: require("../assets/images/production/milkyway@2x.png"),
        },
        {
          img: require("../assets/images/production/mandms.png"),
          img2x: require("../assets/images/production/mandms@2x.png"),
        },
        {
          img: require("../assets/images/production/dove.png"),
          img2x: require("../assets/images/production/dove@2x.png"),
        },
        {
          img: require("../assets/images/production/bounty.png"),
          img2x: require("../assets/images/production/bounty@2x.png"),
        },
      ],
    };
  },
  computed: {
    user() {
      return this.$store.getters.user;
    },
  },
  methods: {
    showModal(name) {
      this.$modal.show(name);
    },
  },
  components: {
    Hero,
    Steps,
    PrizesBlock,
    Faq,
    Production,
  },
};
</script>

<style lang="scss"></style>
